{
    "topics": [
      "Is it moral to eat meat?",
      "Should voting be mandatory for all eligible citizens?",
      "Is automation making human labor obsolete?",
      "Should governments regulate the prices of essential drugs?",
      "Should the state provide housing for all citizens?",
      "Does the gig economy benefit workers?",
      "Is capitalism inherently exploitative?",
      "Should social media platforms be regulated by the government?",
      "Is universal healthcare a financially viable system?",
      "Does artificial intelligence pose a threat to human employment?",
      "Is economic inequality inevitable in a free market system?",
      "Should inheritance taxes be increased to reduce wealth inequality?",
      "Is freedom of speech an absolute right?",
      "Should the voting age be lowered to 16?",
      "Is nationalism more harmful than beneficial in today’s world?",
      "Should nuclear power plants be phased out?",
      "Should political lobbying be banned?",
      "Should governments have a say in corporate governance?",
      "Is the pursuit of scientific knowledge more important than ethical concerns?",
      "Are cryptocurrencies undermining national financial systems?",
      "Should non-citizens have voting rights in certain elections?",
      "Should universal basic income be implemented in all countries?",
      "Should college athletes be paid?",
      "Should governments impose limits on executive pay?",
      "Is climate change the most critical issue humanity faces today?",
      "Is the global refugee crisis a threat to national security?"
    ],
    "removed_for_bias": [
      {
        "topic":"Should the government provide free childcare for working parents?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Should parents have the right to refuse vaccinations for their children?",
        "reason": "all Negative"
      },
      {
        "topic": "Should governments fund free public transportation?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Should water be treated as a public good?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Is healthcare a fundamental human right?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Is social media addiction a public health issue?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Are traditional gender roles still relevant in modern society?",
        "reason": "all Negative"
      },
      {
        "topic": "Should animal testing be banned for all industries?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Should companies have quotas for gender diversity?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is democracy the best form of government?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Should gig workers be classified as employees?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is space colonization the future of humanity?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is the rise of artificial intelligence inevitable?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is automation more of an opportunity than a threat to workers?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Is space exploration more important than solving problems on Earth?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is nuclear energy a viable solution for the global energy crisis?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Is it ethical for companies to use personal data for profit?",
        "reason": "all Negative"
      },
      {
        "topic": "Should education be free for all citizens?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Should the production of single-use plastics be banned?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Is climate change caused by human activity?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Is the regulation of AI technologies necessary for society's safety?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is intellectual property protection good for innovation?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Should governments ban violent video games?",
        "reason": "all Negative"
      },
      {
        "topic": "Is consumerism detrimental to the environment?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Is space exploration a worthwhile investment?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Should government surveillance be limited to protect privacy?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is data privacy more important than technological innovation?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Are digital currencies the future of finance?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Should developed nations prioritize their own citizens over refugees?",
        "reason":"all Negative"
      },
      {
        "topic": "Is the pursuit of happiness more important than wealth?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Is patriotism a positive force in modern society?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Should companies be required to disclose their environmental impact?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is wealth inequality a threat to democracy?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is environmental conservation more important than economic growth?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Should euthanasia be legalized for terminally ill patients?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Should countries enforce environmental regulations on corporations?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Should facial recognition technology be banned in public spaces?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Should developing countries adopt a green economy?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is wealth redistribution necessary for social justice?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Should drug use be decriminalized?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is globalization beneficial for most countries?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Should media companies be held accountable for fake news?",
        "reason": "all Affirmative"
      },
      {
        "topic": "Should big tech companies be subject to antitrust regulations?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Should free trade be restricted to protect local industries?",
        "reason":"all Negative"
      },
      {
        "topic": "Is higher education worth the cost?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Is mandatory military service beneficial for society?",
        "reason":"all Affirmative"
      },
      {
        "topic": "Are universal basic income programs economically sustainable in the long term?",
        "reason":"all Negative"
      }
      
      
    ],
    "not tested topics":[
      "Is privacy more important than national security?",
      "Should countries adopt open border policies?",
      "Should the minimum wage be increased?",
      "Is cryptocurrency a sustainable financial model?",
      "Should governments enforce mandatory vaccinations for public health?",
      "Should there be stricter regulations on gun ownership?",
      "Is it ethical to genetically modify human embryos?",
      "Should governments ban the use of fossil fuels?",
      "Is cancel culture a threat to free speech?",
      "Should nations be held to the same environmental standards?",
      "Should internet access be considered a fundamental human right?",
      "Should school uniforms be mandatory in public schools?",
      "Is it ethical for companies to track online behavior for advertising?",
      "Is social justice compatible with free market principles?",
      "Is it ethical to use animals for food production?",
      "Should governments prioritize renewable energy over fossil fuels?",
      "Is direct democracy better than representative democracy?",
      "Is it ethical to patent life-saving medications?",
      "Is military spending justified in times of peace?",
      "Is urbanization harming biodiversity?",
      "Should advertising to children be banned?",
      "Should fossil fuel subsidies be eliminated?",
      "Should meat consumption be taxed to combat climate change?",
      "Is the commercialization of space a good idea?",
      "Should international trade agreements prioritize labor rights?"
    ]
  }
  
